---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExtensibleStorage.ExtensibleStorageFilter
source: html/aa8af662-5188-cd2d-612e-84997e3caf32.htm
---
# ExtensibleStorageFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.